export const data: any = {
  choudongdong: {
    days: "52",
    perc: 70,
    date: "2020-11-10",
    firstWord: "hi(带表情的)!",
    secret: "我很坏，我这么做，只是为了让你不忘记我，曾经有个人坏透了，但是，他也曾经让你有那么一点点怀念",
    secretMore: "我下次再也不坏了可以吗？",
    talkList: [
      {
        time: "2020-11-13",
        words: ["y-起床了吗 还是赖床", "y-顶帐篷了吗", "m-早醒了", "m-顶你JH", "y-一大早就耍流氓"],
      },
      {
        time: "2020-11-15",
        words: ["y-太多秘密", "m-咪咪就两个 你见过", "y-那个黑黑平平的吗", "m-突的",],
      },
      {
        time: "2020-11-15 晚上",
        words: ["m-又发视频 我打球了那时候", "y-好吧不在就算了臭小子", "m-24小时离不开我", "y-你好自恋啊", "y-是不是一定逼我拉黑你"],
      }
    ],
  },
  dxd: {
    days: "739",
    perc: 50,
    date: "2018-12-25",
    firstWord: "你的录音呢？",
    secret: "谢谢你听我讲大腿的故事，其实你也是大腿，只是我遇到的大腿都太粗了些哈哈啊，新的一年多注意休息哈，保重好身体，一切顺利，斩获XXR",
    secretMore: "我是疯疯癫癫的人，你好像懂我。",
    talkList: [
      {
        time: "2018-12-25 21:16",
        words: ["y-听得都有GC了", "m-GC 为啥", "y-慵懒磁性的声音", "y-听得心痒痒", "m-哈哈"],
      },
      {
        time: "2020-11-15",
        words: ["m-你没说生日快乐", "m-彩蛋没了", "y-我居然提醒了没看", "y-生日快乐", "m-昨天生日"],
      },
    ],
    testList: [
      {
        question: "你会对我说什么？",
        options: ["你好", "你很帅", "你欠我一顿饭"],
        answer: "你欠我一顿饭",
      },
      {
        question: "你会觉得我？",
        options: ["人帅", "气质好", "大腿多"],
        answer: "人帅",
      },
      {
        question: "你没有发现我哪个才华",
        options: ["唱歌好", "人太帅", "大腿多"],
        answer: "大腿多",
      },
    ]
  },
  bigbear: {
    days: "1121",
    perc: 99,
    date: "2017-12-8",
    firstWord: "冷不冷啊？",
    secret: "从2017到2021，要说的话太多太多，经历的事也好多好多，好像我所有的快乐激动悲伤苦楚，那一段时光，一切都一并交付给你了。2021年是新的起点，希望你一切顺利啊，还要照顾好自己的身体，还是和以前一样，我所有的祝愿都已经传达给你了，一切都那样心照不宣。",
    secretMore: "我所有的记忆，似乎都藏在了这些歌里: 1.All of Me,  2.一万次悲伤,  3.your song,  4.小风波 ......",
    talkList: [
      {
        time: "2020-4-26 10：17",
        words: ["y-感觉那时你还蛮有肉的，皮肤也很白，是不是磨皮过了", "m-那时候很白吗", "m-是认识你后变黄了吗", "y-什么话啊", "y-我要现在看你视频"],
      },
      {
        time: "2020-8-6",
        words: ["m-洗澡不好看", "y-好不好看由观众决定", "y-长风破浪小弟弟", "m-哈哈哈", "m-你咋啥综艺都知道", "y-我就是喜欢爱各种综艺","m-就是不喜欢看我","y-你不让我看"],
      },
      {
        time: "2020-11-9",
        words: ["y-其实在上海也就是替你跑跑腿接接送送", "m-哈哈车夫么", "m-当然得跑跑腿 还乘机推推车", "m-是不是", "y-哪条腿"],
      },
      {
        time: "2020-12-25",
        words: ["y-蔚来的配色就是以天空的各种层次蓝色划分", "m-车模能卖吗", "y-车模非卖品", "m-我看车模吸引我多点", "y-但可以免费试用","m-那试用期好长","y-这是蔚来特别聘用"],
      },
    ],
    testList: [
      {
        question: "见面你会对我说什么？",
        options: ["你好", "下次请你好点的", "我当你车夫吧"],
        answer: "我当你车夫吧",
      },
      {
        question: "这时你会觉得我？",
        options: ["人帅", "小麦色", "调皮猴"],
        answer: "小麦色",
      },
      {
        question: "这时候你还没发现我的哪个本领？",
        options: ["浴室歌手", "暖心小棉袄", "午夜凶灵"],
        answer: "午夜凶灵",
      },
    ]
  }
}
export const permission = ["choudongdong", "dxd","bigbear"]
